Repository: Arlong6/Splity
Catalog: Splity/Localizable.xcstrings
Source language: en
Languages: zh_hant

# %@ · %lld 人
source: %@ · %lld people
zh_hant: %@ · %lld 人

# %@ 先付
source: %@ paid
zh_hant: %@ 先付

# %@ 先出金額
source: Amount paid by %@
zh_hant: %@ 先出金額

# %@ 轉給 %@
source: %1$@ pays %2$@
zh_hant: %1$@ 轉給 %2$@

# %@_分帳明細.csv
source: %@_expense_detail.csv
zh_hant: %@_分帳明細.csv

# %lld 人・%lld 筆花費
source: %1$lld members · %2$lld expenses
zh_hant: %1$lld 人・%2$lld 筆花費

# %lld 筆轉帳
source: %lld transfer(s)
zh_hant: %lld 筆轉帳

# Splity %@ 已上架，建議更新以獲得最新功能
source: Splity %@ is out. Update to get the latest features.
zh_hant: Splity %@ 已上架，建議更新以獲得最新功能

# 「%@」刪除後無法復原
source: "%@" cannot be undone after deletion
zh_hant: 「%@」刪除後無法復原

# 「%@」將移至已刪除，可在歷史紀錄中還原
source: “%@” will move to Deleted. You can restore it from the history.
zh_hant: 「%@」將移至已刪除，可在歷史紀錄中還原

# 「%@」會被永久刪除。
source: “%@” will be permanently deleted.
zh_hant: 「%@」會被永久刪除。

# 一鍵結算
source: Settle Instantly
zh_hant: 一鍵結算

# 下一步
source: Next
zh_hant: 下一步

# 以新的身份加入
source: Join as someone new
zh_hant: 以新的身份加入

# 你的名字
source: Your name
zh_hant: 你的名字

# 你選擇的身份會綁定到這個裝置，其他成員會看到你做的變更。未被選擇的成員是「幽靈成員」，任何人都能幫他代記帳。
source: The identity you pick is tied to this device, and other members will see the changes you make. Members nobody has picked are “ghost members” — anyone can add expenses on their behalf.
zh_hant: 你選擇的身份會綁定到這個裝置，其他成員會看到你做的變更。未被選擇的成員是「幽靈成員」，任何人都能幫他代記帳。

# 例如：週五晚餐
source: e.g. Friday dinner
zh_hant: 例如：週五晚餐

# 偶爾的飯局不用建群組。輸入誰先出了多少，馬上算出每人應付與誰給誰。
source: No group needed for a one-off dinner. Enter who paid what and instantly see each person's share and who pays whom.
zh_hant: 偶爾的飯局不用建群組。輸入誰先出了多少，馬上算出每人應付與誰給誰。

# 備註
source: Notes
zh_hant: 備註

# 儲存
source: Save
zh_hant: 儲存

# 儲存失敗
source: Couldn’t Save
zh_hant: 儲存失敗

# 先出金額
source: Amount Paid
zh_hant: 先出金額

# 全部結清了
source: All Settled
zh_hant: 全部結清了

# 共需 %lld 筆轉帳即可結清所有債務
source: %lld transfer(s) needed to settle all debts
zh_hant: 共需 %lld 筆轉帳即可結清所有債務

# 分享
source: Share
zh_hant: 分享

# 分享「%@」
source: Share “%@”
zh_hant: 分享「%@」

# 分帳合計
source: Split Total
zh_hant: 分帳合計

# 分帳成員
source: Split Members
zh_hant: 分帳成員

# 分帳方式
source: Split Method
zh_hant: 分帳方式

# 分帳明細
source: Expense Details
zh_hant: 分帳明細

# 刪除
source: Delete
zh_hant: 刪除

# 刪除帳目？
source: Delete Group?
zh_hant: 刪除帳目？

# 前往更新
source: Update
zh_hant: 前往更新

# 剛好平均，不需要轉帳
source: Perfectly even, no transfers needed
zh_hant: 剛好平均，不需要轉帳

# 加上日期
source: Add Date
zh_hant: 加上日期

# 加入
source: Add
zh_hant: 加入

# 加入失敗
source: Couldn’t Join
zh_hant: 加入失敗

# 加入成功
source: Joined
zh_hant: 加入成功

# 匯出
source: Export
zh_hant: 匯出

# 取消
source: Cancel
zh_hant: 取消

# 取消結清
source: Undo Settlement
zh_hant: 取消結清

# 合計金額
source: Total Amount
zh_hant: 合計金額

# 同步失敗
source: Sync Failed
zh_hant: 同步失敗

# 名字
source: Name
zh_hant: 名字

# 名稱
source: Name
zh_hant: 名稱

# 品項名稱
source: Item Name
zh_hant: 品項名稱

# 基本資訊
source: Basic Info
zh_hant: 基本資訊

# 填好成員與金額後，這裡會顯示誰給誰多少
source: Fill in members and amounts to see who pays whom
zh_hant: 填好成員與金額後，這裡會顯示誰給誰多少

# 失敗
source: Failed
zh_hant: 失敗

# 好
source: OK
zh_hant: 好

# 姓名
source: Name
zh_hant: 姓名

# 完成
source: Done
zh_hant: 完成

# 左滑可永久刪除
source: Swipe left to delete permanently
zh_hant: 左滑可永久刪除

# 已刪除的花費
source: Deleted Expenses
zh_hant: 已刪除的花費

# 已平衡
source: Balanced
zh_hant: 已平衡

# 已是你
source: Already you
zh_hant: 已是你

# 已結清
source: Settled
zh_hant: 已結清

# 已複製
source: Copied
zh_hant: 已複製

# 帳本名稱
source: Group Name
zh_hant: 帳本名稱

# 帳本紀錄
source: Group History
zh_hant: 帳本紀錄

# 帳目名稱
source: Entry Name
zh_hant: 帳目名稱

# 帳目已加入，可在列表中查看
source: Group joined — find it in your list
zh_hant: 帳目已加入，可在列表中查看

# 幣別
source: Currency
zh_hant: 幣別

# 平均分帳
source: Equal Split
zh_hant: 平均分帳

# 建立
source: Create
zh_hant: 建立

# 建立群組
source: Create a Group
zh_hant: 建立群組

# 從這個裝置移除「%@」。其他成員不受影響，之後可用邀請碼重新加入。
source: Remove “%@” from this device. Other members aren’t affected, and you can rejoin later with the invite code.
zh_hant: 從這個裝置移除「%@」。其他成員不受影響，之後可用邀請碼重新加入。

# 快速分帳
source: Quick Split
zh_hant: 快速分帳

# 成員
source: Members
zh_hant: 成員

# 成員的改動會即時顯示在這裡
source: Changes made by members show up here in real time
zh_hant: 成員的改動會即時顯示在這裡

# 成員與先出金額
source: Members & Amount Paid
zh_hant: 成員與先出金額

# 打開 App → 輸入邀請碼即可加入
source: Open the app → enter the invite code to join
zh_hant: 打開 App → 輸入邀請碼即可加入

# 改名
source: Rename
zh_hant: 改名

# 新增帳目
source: New Group
zh_hant: 新增帳目

# 新增快速分帳
source: New Quick Split
zh_hant: 新增快速分帳

# 新增成員
source: Add Member
zh_hant: 新增成員

# 新增花費
source: Add Expense
zh_hant: 新增花費

# 日期
source: Date
zh_hant: 日期

# 最少轉帳
source: Fewest transfers
zh_hant: 最少轉帳

# 有效至 %@
source: Valid until %@
zh_hant: 有效至 %@

# 有新版本可用
source: Update Available
zh_hant: 有新版本可用

# 歷史紀錄
source: History
zh_hant: 歷史紀錄

# 每人 %@
source: %@ per person
zh_hant: 每人 %@

# 每人應付
source: Each Pays
zh_hant: 每人應付

# 每筆消費都記得清清楚楚，選擇誰付款、平均分攤或自訂金額
source: Log every expense clearly — choose who paid and split equally or custom
zh_hant: 每筆消費都記得清清楚楚，選擇誰付款、平均分攤或自訂金額

# 沒先出錢的人留 0。至少兩位成員、總額大於 0 才能儲存。
source: Leave 0 for those who didn't pay. Needs at least two members and a total above 0 to save.
zh_hant: 沒先出錢的人留 0。至少兩位成員、總額大於 0 才能儲存。

# 沒有歷史紀錄
source: No History
zh_hant: 沒有歷史紀錄

# 清除全部
source: Clear All
zh_hant: 清除全部

# 為每次旅遊、聚餐建立專屬群組，把所有成員加進來
source: Create a group for every trip or dinner, and add all participants
zh_hant: 為每次旅遊、聚餐建立專屬群組，把所有成員加進來

# 無法刪除
source: Cannot Delete
zh_hant: 無法刪除

# 目前沒有未結清的款項
source: No outstanding payments
zh_hant: 目前沒有未結清的款項

# 確定刪除？
source: Confirm Delete?
zh_hant: 確定刪除？

# 確認
source: Confirm
zh_hant: 確認

# 稍後再說
source: Not Now
zh_hant: 稍後再說

# 筆花費
source: Expenses
zh_hant: 筆花費

# 結果
source: Result
zh_hant: 結果

# 結清或刪除帳目後會出現紀錄
source: Records appear after settling or deleting entries
zh_hant: 結清或刪除帳目後會出現紀錄

# 結算
source: Settlement
zh_hant: 結算

# 結算完畢後封存群組，歷史紀錄隨時查閱
source: Archive the group after settlement and review history anytime
zh_hant: 結算完畢後封存群組，歷史紀錄隨時查閱

# 結算方式
source: Settlement method
zh_hant: 結算方式

# 編輯花費
source: Edit Expense
zh_hant: 編輯花費

# 總額
source: Total
zh_hant: 總額

# 總額 · %lld 人
source: Total · %lld people
zh_hant: 總額 · %lld 人

# 繁體中文
source: Traditional Chinese
zh_hant: 繁體中文

# 自動計算最少轉帳次數，誰欠誰多少一目了然
source: Automatically minimizes transfers — see exactly who owes what
zh_hant: 自動計算最少轉帳次數，誰欠誰多少一目了然

# 花費名稱
source: Expense Name
zh_hant: 花費名稱

# 花費紀錄
source: Expense Records
zh_hant: 花費紀錄

# 表格
source: Spreadsheet
zh_hant: 表格

# 複製邀請碼
source: Copy invite code
zh_hant: 複製邀請碼

# 記錄費用
source: Track Expenses
zh_hant: 記錄費用

# 誰先付
source: Who Paid
zh_hant: 誰先付

# 請向帳目擁有者索取新的邀請碼
source: Ask the group owner for a new invite code
zh_hant: 請向帳目擁有者索取新的邀請碼

# 請按「重新產生邀請碼」取得新的 6 碼
source: Tap “Generate a new code” to get a new 6-character code
zh_hant: 請按「重新產生邀請碼」取得新的 6 碼

# 請輸入對方分享的 6 碼邀請碼
source: Enter the 6-character invite code you were given
zh_hant: 請輸入對方分享的 6 碼邀請碼

# 請輸入新的帳本名稱
source: Enter a new group name
zh_hant: 請輸入新的帳本名稱

# 變更紀錄
source: Activity
zh_hant: 變更紀錄

# 跳過
source: Skip
zh_hant: 跳過

# 輕鬆分帳，清楚明瞭
source: Split expenses, stay clear
zh_hant: 輕鬆分帳，清楚明瞭

# 輕鬆完成
source: All Done
zh_hant: 輕鬆完成

# 輸入你的名字
source: Enter your name
zh_hant: 輸入你的名字

# 輸入邀請碼
source: Enter invite code
zh_hant: 輸入邀請碼

# 輸入邀請碼加入帳目
source: Join a group with an invite code
zh_hant: 輸入邀請碼加入帳目

# 進行中
source: Active
zh_hant: 進行中

# 選填備註
source: Optional Notes
zh_hant: 選填備註

# 選擇付款人
source: Select Payer
zh_hant: 選擇付款人

# 選擇你是哪一位
source: Which one are you?
zh_hant: 選擇你是哪一位

# 選擇你的身份
source: Choose your identity
zh_hant: 選擇你的身份

# 邀請碼
source: Invite code
zh_hant: 邀請碼

# 邀請碼已過期
source: Invite code expired
zh_hant: 邀請碼已過期

# 還原
source: Restore
zh_hant: 還原

# 還沒有帳本
source: No Groups Yet
zh_hant: 還沒有帳本

# 還沒有快速分帳
source: No Quick Splits Yet
zh_hant: 還沒有快速分帳

# 還沒有花費紀錄
source: No Expenses Yet
zh_hant: 還沒有花費紀錄

# 還沒有變更紀錄
source: No activity yet
zh_hant: 還沒有變更紀錄

# 重新命名
source: Rename
zh_hant: 重新命名

# 重新產生邀請碼
source: Generate a new code
zh_hant: 重新產生邀請碼

# 金額
source: Amount
zh_hant: 金額

# 開始使用
source: Get Started
zh_hant: 開始使用

# 開始分帳
source: Start Splitting
zh_hant: 開始分帳

# 集中付款
source: Single payee
zh_hant: 集中付款

# 離開
source: Leave
zh_hant: 離開

# 離開帳目？
source: Leave Group?
zh_hant: 離開帳目？

# 需要完成的付款
source: Required Payments
zh_hant: 需要完成的付款

# 需要的付款
source: Required Payments
zh_hant: 需要的付款

# 點右上角 + 建立一個新的帳本
source: Tap + in the top right to create a new group
zh_hant: 點右上角 + 建立一個新的帳本
